export default {
  projections: {
    СлужбаДоставкиE: {
      номер: {
        __caption__: 'Номер'
      },
      наименвоание: {
        __caption__: 'Наименвоание'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      номерТелефона: {
        __caption__: 'Номер телефона'
      },
      базаКлючей: {
        __caption__: 'База ключей',
        номерБазы: {
          __caption__: 'Номер базы'
        }
      }
    },
    СлужбаДоставкиL: {
      номер: {
        __caption__: 'Номер'
      },
      наименвоание: {
        __caption__: 'Наименвоание'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      номерТелефона: {
        __caption__: 'Номер телефона'
      },
      базаКлючей: {
        __caption__: 'Номер базы',
        номерБазы: {
          __caption__: 'Номер базы'
        }
      }
    }
  },
  validations: {
    адрес: {
      __caption__: 'Адрес'
    },
    наименвоание: {
      __caption__: 'Наименвоание'
    },
    номер: {
      __caption__: 'Номер'
    },
    номерТелефона: {
      __caption__: 'Номер телефона'
    },
    базаКлючей: {
      __caption__: 'База ключей'
    }
  }
};
