export default {
  projections: {
    УведомлениеE: {
      уведомление: {
        __caption__: 'Уведомление'
      },
      сгенКлюч: {
        __caption__: 'Сгенерированный ключ '
      },
      фИО: {
        __caption__: 'ФИО пользователя'
      },
      номерПосылки: {
        __caption__: 'Номер посылки'
      },
      номерТелефона: {
        __caption__: 'Номер телефона пользователя'
      },
      хранение: {
        __caption__: 'Хранение',
        продления: {
          __caption__: 'Продления'
        },
        датаНачала: {
          __caption__: 'Дата начала хранения'
        },
        датаЗавершения: {
          __caption__: 'Дата завершения хранения'
        }
      }
    },
    УведомлениеL: {
      уведомление: {
        __caption__: 'Уведомление'
      },
      сгенКлюч: {
        __caption__: 'Сгенерированный ключ '
      },
      фИО: {
        __caption__: 'ФИО пользователя'
      },
      номерПосылки: {
        __caption__: 'Номер посылки'
      },
      номерТелефона: {
        __caption__: 'Номер телефона пользователя'
      },
      хранение: {
        __caption__: 'Продления',
        продления: {
          __caption__: 'Продления'
        },
        датаНачала: {
          __caption__: 'Дата начала хранения'
        },
        датаЗавершения: {
          __caption__: 'Дата завершения хранения'
        }
      }
    }
  },
  validations: {
    номерПосылки: {
      __caption__: 'Номер посылки'
    },
    номерТелефона: {
      __caption__: 'Номер телефона пользователя'
    },
    сгенКлюч: {
      __caption__: 'Сгенерированный ключ '
    },
    уведомление: {
      __caption__: 'Уведомление'
    },
    фИО: {
      __caption__: 'ФИО пользователя'
    },
    хранение: {
      __caption__: 'Хранение'
    }
  }
};
