export default {
  projections: {
    МестоположениеE: {
      номер: {
        __caption__: 'Номер'
      },
      состояние: {
        __caption__: 'Состояние'
      },
      информация: {
        __caption__: 'Информация'
      },
      службаДоставки: {
        __caption__: 'Служба доставки',
        наименвоание: {
          __caption__: 'Наименвоание'
        }
      }
    },
    МестоположениеL: {
      номер: {
        __caption__: 'Номер'
      },
      состояние: {
        __caption__: 'Состояние'
      },
      информация: {
        __caption__: 'Информация'
      },
      службаДоставки: {
        __caption__: 'Наименвоание',
        наименвоание: {
          __caption__: 'Наименвоание'
        }
      }
    }
  },
  validations: {
    информация: {
      __caption__: 'Информация'
    },
    номер: {
      __caption__: 'Номер'
    },
    состояние: {
      __caption__: 'Состояние'
    },
    службаДоставки: {
      __caption__: 'Служба доставки'
    }
  }
};
