export default {
  projections: {
    БазаКлючейE: {
      номерБазы: {
        __caption__: 'Номер базы'
      },
      ключ: {
        __caption__: 'Ключ',
        сгенКлюч: {
          __caption__: 'Сгенерированный ключ '
        },
        уведомление: {
          __caption__: 'Уведомление'
        },
        фИО: {
          __caption__: 'ФИО пользователя'
        },
        номерПосылки: {
          __caption__: 'Номер посылки'
        },
        номерТелефона: {
          __caption__: 'Номер телефона пользователя'
        },
        пользователь: {
          __caption__: 'Пользователь',
          фИО: {
            __caption__: 'ФИО'
          }
        },
        хранение: {
          __caption__: 'Хранение',
          продления: {
            __caption__: 'Продления'
          },
          датаНачала: {
            __caption__: 'Дата начала хранения'
          },
          датаЗавершения: {
            __caption__: 'Дата завершения хранения'
          }
        }
      }
    },
    БазаКлючейL: {
      номерБазы: {
        __caption__: 'Номер базы'
      }
    }
  },
  validations: {
    номерБазы: {
      __caption__: 'Номер базы'
    },
    ключ: {
      __caption__: 'Ключ'
    }
  }
};
