export default {
  projections: {
    ПосылкаE: {
      номер: {
        __caption__: 'Номер'
      },
      статус: {
        __caption__: 'Статус'
      },
      пользователь: {
        __caption__: 'Пользователь',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      местоположение: {
        __caption__: 'Местоположение',
        информация: {
          __caption__: 'Информация'
        },
        состояние: {
          __caption__: 'Состояние'
        }
      }
    },
    ПосылкаL: {
      номер: {
        __caption__: 'Номер'
      },
      статус: {
        __caption__: 'Статус'
      },
      пользователь: {
        __caption__: 'ФИО пользователя',
        фИО: {
          __caption__: 'ФИО пользователя'
        }
      },
      местоположение: {
        __caption__: 'Информация о посылке',
        информация: {
          __caption__: 'Информация о посылке'
        },
        состояние: {
          __caption__: 'Состояние посылки'
        }
      }
    }
  },
  validations: {
    номер: {
      __caption__: 'Номер'
    },
    статус: {
      __caption__: 'Статус'
    },
    местоположение: {
      __caption__: 'Местоположение'
    },
    пользователь: {
      __caption__: 'Пользователь'
    }
  }
};
